# დაწერეთ პროგრამა რომელსაც გადმოეცემა ნებისმიერი 
# ლისტი სადაც ელემენტებად გადაცემულაი ინტეჯერები,
# თქვენი მიზანია გადაუყვეთ ამ ლისტს
# (while loop) და გამოიტანოთ ამ რიცხვების ჯამი.



n = [2, 4, 6, 8]
i = 0
t = 0
while i < len(n):
    t = t + n[i]
    i = i + 1
print(t)

# While loop-ით გადაუყევით ლისტს რომელშიც 
# იქნება მოთავსებული სტრინგები 
# (ასოები), თქვენი დავალებაა, რომ ეს სტრინგები 
# საბოლოოდ ერთი მთლიანი სტრინგის სახით გამოიტანოთ.
l = ["g", "w", "h", "j", "o", "v"]
r = ""
i = 0

while i < len(l):
    r += l[i]
    i += 1

print(r)

