# დაწერეთ რესურსებში ჩაგდებული სურათის მიხედვით ფსევდო კოდი.



# გააკეთეთ Classwork-ები ვისაც არ გაქვთ დასრულებული.
# Classwork = Done
# გააკეთეთ დავალებები, რომელიც იყო მოცემული classwork-ში For loop-ისა და range-ის დახმარებით.
numbers = [4, 7, 1, 3, 9]
total = 0
for i in range(len(numbers)):
    total += numbers[i]

print(total)
# ახსენით, რას გავს range-ში გადაცემული სამი არგუმენტი, არის 
# პირველი არგუმენტი იწყებს თვალს ინტეჯერით რომელიც გავუწერეთ პირველ არგუმენტს (1)
# მეორე არგუმენტი ამთავრებს თვლას ინტეჯერით რომელიც გავუწერეთ მეორე არგუმენტს (2)
# მესამე არგუმენტი ახტება რიცხვს რიცხვით რომელიც გავუწერეთ მეორე არგუმენტს (3)